Repository: twofas/2fas-pass-ios
Catalog: 2PASS/Backup/Localizable.xcstrings
Source language: en
Languages: pl

# backup_sync_error_export
source: Couldn't prepare backup
pl: Nie udało się przygotować kopii zapasowej

# backup_sync_error_forbidden
source: Access denied
pl: Brak dostępu

# backup_sync_error_icloud_unavailable
source: iCloud unavailable
pl: iCloud niedostępny

# backup_sync_error_invalid_response
source: Invalid server response
pl: Nieprawidłowa odpowiedź serwera

# backup_sync_error_limit_devices_reached
source: Device limit reached
pl: Osiągnięto limit urządzeń

# backup_sync_error_method_not_allowed
source: Server doesn't support sync
pl: Serwer nie obsługuje synchronizacji

# backup_sync_error_network
source: Network error
pl: Błąd sieci

# backup_sync_error_not_configured
source: Backup not configured
pl: Kopia zapasowa nie jest skonfigurowana

# backup_sync_error_password_changed
source: Master password changed remotely
pl: Hasło główne zostało zmienione zdalnie

# backup_sync_error_schema_not_supported
source: Backup schema not supported (v%lld)
pl: Schemat kopii zapasowej nieobsługiwany (v%lld)

# backup_sync_error_server
source: Server error
pl: Błąd serwera

# backup_sync_error_ssl
source: SSL/TLS error
pl: Błąd SSL/TLS

# backup_sync_error_unauthorized
source: Authentication failed
pl: Uwierzytelnianie nieudane

# backup_sync_error_unexpected
source: Unexpected error: %@
pl: Nieoczekiwany błąd: %@
